CSI API ETABS v1
cSapModel.EditArea Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cEditArea EditArea { get; }
ReadOnly Property EditArea As cEditArea
	Get
Dim instance As cSapModel
Dim value As cEditArea
value = instance.EditArea
property cEditArea^ EditArea {
	cEditArea^ get ();
}
abstract EditArea : cEditArea with get
Property Value
Type: cEditArea
See Also
Reference
cSapModel Interface
ETABSv1 Namespace